<?php
/****************************************************************************\
* TaskFreak!                                                                 *
* multi user                                                                 *
******************************************************************************
* Version: 0.6.3                                                             *
* Authors: Stan Ozier <taskfreak@gmail.com>                                  *
* License:  http://www.gnu.org/licenses/gpl.txt (GPL)                        *
\****************************************************************************/


    if (@constant('PRJ_REGISTRATION')) {
?>
<p><b>Если вы еще не зарегистрированы</b>, <a href="user_register.php">запрос регистрации здесь</a>.</p>
<?php
    }
?>
<p><b>Если у вас возникли проблемы с входом</b>, это может быть по следующим причинам:</p>
<ul style="margin:-10px 0px 0px 40px;padding:0px">
  <li>Вы еще не авторизовались или ваша сессия истекла</li>
  <li>Вы ыыели неправильный пароль? 
  <?php
  if (@constant('PRJ_PASSWORD_REMINDER')) {
  ?>
  <a href="user_password.php">Запрос нового пароля на email</a></li>
  <?php
  }
  ?>
  <li>Ваш браузер не поддерживает javascript</li>
  <li>В вашем браузере отключено использование cookies</li>
  <li>У вас недостаточно прав для просмотра этой страницы</li>
</ul>
