<?php
/****************************************************************************\
* TaskFreak!                                                                 *
* multi user                                                                 *
******************************************************************************
* Version: 0.6.3                                                             *
* Authors: Stan Ozier <taskfreak@gmail.com>                                  *
* License:  http://www.gnu.org/licenses/gpl.txt (GPL)                        *
\****************************************************************************/


    if (@constant('PRJ_REGISTRATION')) {
?>
<p><b>Αν δεν είστε μέλος</b> αλλα θέλετε να γίνετε ένα, <a href="user_register.php">αιτηθείτε για λογαριασμό εδω!</a>.</p>
<?php
    }
?>
<p><b>Αν έχετε προβλήματα στην είσοδο</b>, μπορεί να είναι για έναν απο τους ακόλουθους λόγους:</p>
<ul style="margin:-10px 0px 0px 40px;padding:0px">
  <li>Δεν έχετε κάνει είσοδο ή η περίοδος σύνδεσης σας τερματίστηκε</li>
  <li>Εισάγατε λάθος κωδικό? 
  <?php
  if (@constant('PRJ_PASSWORD_REMINDER')) {
  ?>
  <a href="user_password.php">Αιτηθείτε τώρα έναν καινούργιο μέσω e-mail</a></li>
  <?php
  }
  ?>
  <li>Ο φυλλομετρητής σας δεν υποστηρίζει javascript</li>
  <li>Ο φυλλομετρητής σας δεν δέχεται cookies</li>
  <li>Δεν έχετε αρκετά δικαιώματα πρόσβασης για την εισαγωγή σας στην σελίδα που θέλετε</li>
</ul>
