<?php
/****************************************************************************\
* TaskFreak!                                                                 *
* multi user                                                                 *
******************************************************************************
* Version: 0.6.3                                                             *
* Authors: Stan Ozier <taskfreak@gmail.com>                                  *
* License:  http://www.gnu.org/licenses/gpl.txt (GPL)                        *
\****************************************************************************/


?>
<p>&nbsp;</p>
<h2 class="ctr">Ευχαριστούμε <?php echo $objEditItem->getName(); ?>!</h3>
<?php
switch (PRJ_REGISTRATION) {
case 1:
?>
<p class="ctr">Η ειδοποίηση έχει σταλεί και θα ενεργοποιήσουμε τον λογαριασμό σας το συντομότερο δυνατόν.</p>
<p>&nbsp;</p>
<?php
	break;
case 2:
?>
<p class="ctr">Παρακαλούμε ελένξτε τα e-mail σας.</p>
<p class="ctr">Λογικά έχετε λάβει ένα e-mail με τον κωδικό εισόδου σας.</p>
<p class="ctr">Παρακαλούμε ακολουθήστε τις οδηγίες για ολοκλήρωση της εγγραφής σας</p>
<?php
}
?>
<p>&nbsp;</p>
